Repository: urosevic/stock-quote
Catalog: languages/stock-quote-*.po
Languages: sr_rs

source: Settings
sr_rs: Подешавања

source: General
sr_rs: Опште

source: Predefine general settings for Stock Quote. Here you can set API key and symbols used on whole website (in all quotes).
sr_rs: Унапред дефинисана општа подешавања Stock Quote. Овде поставите АПИ кључ и симболе који ће бити коришћени на читавом веб месту (у свим акцијама)

source: AlphaVantage.co API Key
sr_rs: AlphaVantage.co АПИ кључ

source: To get stock data we use AlphaVantage.co API. If you do not have it already, <a href="%1$s" target="_blank">%2$s</a> and enter it here.
sr_rs: За добављање берзанских података користимо AlphaVantage.co АПИ. Уколико га већ немате, <a href="%1$s" target="_blank">%2$s</a> и унесите га овде.

source: Claim your free API Key
sr_rs: Затражите ваш бесплатан АПИ кључ

source: AlphaVantage.co API Key Tier
sr_rs: AlphaVantage.co врста претплате

source: Which Alpha Vantage API Key membership do you have (<a href="%1$s" target="_blank">%2$s</a> or <a href="%3$s" target="_blank">%4$s</a>)?
sr_rs: За који Alpha Vantage АПИ кључ сте претплаћени (<a href="%1$s" target="_blank">%2$s</a> или <a href="%3$s" target="_blank">%4$s</a>)?

source: Free
sr_rs: Бесплатно

source: Premium
sr_rs: Премиум

source: Free (5 requests/min)
sr_rs: Бесплатно (5 захтева по минуту)

source: Premium (15 requests/min)
sr_rs: Премиум (15 захтева по минуту)

source: Premium (60 requests/min)
sr_rs: Премиум (60 захтева по минуту)

source: Premium (120 requests/min)
sr_rs: Премиум (120 захтева по минуту)

source: Premium (360 requests/min)
sr_rs: Премиум (160 захтева по минуту)

source: Premium (600 requests/min)
sr_rs: Премиум (600 захтева по минуту)

source: All Stock Symbols
sr_rs: Сви симболи

source: You can use any of those symbols in any quote shortcode on website. Please note, you have to define which symbol you will use per shortcode. Enter stock symbols separated with comma.
sr_rs: Можете употребити било који од ових симбола у било ком Stock Quote шорткоду на веб месту. Обратите пажњу да морате одредити у шорткоду који симбол ће бити приказан. Овде унесите симболе раздвојене зарезом.

source: Loading Message
sr_rs: Учитавање поруке

source: Customize message displayed to visitor until plugin load stock data through AJAX.
sr_rs: Прилагодите поруку која се приказује посетиоцима све док додатак не учита податке помоћу АЈАКСА.

source: Error Message
sr_rs: Порука о грешци

source: When we do not have pre-fetched stock data from AlphaVantage.co for symbol requested in stock quote block, display this message instead.
sr_rs: Када немамо у бази претходно добављене берзанске податке са AlphaVantage.co за тражени симбол, приказаћемо ову поруку.

source: Force data fetch
sr_rs: Форсирано прибављање података

source: Defaults
sr_rs: Подразумевано

source: Predefine default settings for Stock Quote. Here you can set stock symbol and how you wish to present companies in page.
sr_rs: Подесите подразумевана подешавања за Stock Quote. Овде можете поставити подразумевани берзански симбол и како желите буде формиран испис симбола.

source: Stock Symbol
sr_rs: Симбол

source: Enter default stock symbol
sr_rs: Унесите подразумевани симбол

source: Show Company as
sr_rs: Прикажи компанију као

source: What to show as Company identifier by default
sr_rs: Како подразумевано приказивати компанију

source: Company Name
sr_rs: Назив компаније

source: Number format
sr_rs: Формат броја

source: Select default number format
sr_rs: Одаберите подразумевани формат броја

source: Decimal places
sr_rs: Број децималних места

source: Select amount of decimal places for numbers
sr_rs: Одаберите колико цифара ће бити приказано иза децималног зареза

source: One
sr_rs: Једна

source: Two
sr_rs: Две

source: Three
sr_rs: Три

source: Four
sr_rs: Четири

source: Unchanged Quote
sr_rs: Непромењена вредност

source: Set colour for unchanged quote
sr_rs: Поставите боју непромењене вредности

source: Negative Change
sr_rs: Негативна промена

source: Set colour for negative change
sr_rs: Поставите боју негативне промене

source: Positive Change
sr_rs: Позитивна промена

source: Set colour for positive change
sr_rs: Поставите боју позитивне промене

source: Advanced
sr_rs: Напредно

source: Set advanced options important for caching quote feeds.
sr_rs: Поставите напредна подешавања битна за добављање и чување података.

source: Custom Names
sr_rs: Прилагођени називи

source: Define custom names for symbols. Single symbol per row in format EXCHANGE:SYMBOL;CUSTOM_NAME
sr_rs: Поставите прилагођене називе симбола. Један симбол по реду, у формату БЕРЗА:СИМБОЛ;ПРИЛАГОЂЕНИ_НАЗИВ

source: Cache Timeout
sr_rs: Трајање кеша

source: Define cache timeout for single quote set, in seconds
sr_rs: Одредите трајање привремене меморије за једну акцију, у секундама

source: Fetch Timeout
sr_rs: Трајање добављања

source: Define timeout to fetch quote feed before give up and display error message, in seconds (default is 4)
sr_rs: Одредите време трајања прибављања података пре него што одустанемо од акције и прикажемо поруку о грешци, у секундама (подразумеване су 4 секунде)

source: Custom Style
sr_rs: Прилагођени стил

source: Define custom CSS style for quote item (font family, size, weight)
sr_rs: Поставите прилагођени CSS стил за једну акцију (фамилија, величина, дебљина фонта и слично)

source: After you update settings, you can force stock data fetch by click on button below.
sr_rs: Након што сачувате измене, можете да форсирате добављање података кликом на дугме испод.

source: Status %s is normal. It's triggeerd to prevend exceeded AlphaVantage.co API Tier timeout.
sr_rs: Статус %s је очекиван. Он се извршава како би се спречило прекорачење дозвољеног броја упита за одабрану AlphaVantage.co врсту претплате.

source: Status %1$s is shown in case when AlphaVantage.co provide empty response for symbol. You should check proper format for that symbol (for example currency <strong>since Q2 2020</strong> should not end with %2$s so use %3$s instead of old format %4$s).
sr_rs: Статус %1$s се добија у случају када AlphaVantage.co врати празан одговор за захтевани симбол. Требало би да проверите да ли је симбол у исправном формату (на пример, ФОРЕКС симбол <strong>од другог квартала 2020</strong> не треба да се завршава са %2$s, што значи да треба да користите %3$s уместо старог формата %4$s).

source: If you get too much %1$s statuses during fetch, try to increase <strong>%2$s</strong> option, save settings and fetch data again.
sr_rs: Уколико добијете превише статуса %1$s у току добављања, покушајте да повећате опцију <strong>%2$s</strong>, сачувајте измене и покрените поново процес добављања берзанских података.

source: If you get any %1$s status for same symbol multiple times, then AlphaVantage.co does not have that symbol in %2$s and you should remove that faulty symbol from <strong>%3$s</strong>.
sr_rs: Уколико добијете статус %1$s за неки симбол више пута, постоји могућност да AlphaVantage.co нема податке за тај симбол у бази %2$s те би стога требало да уклоните проблематични симбол из <strong>%3$s</strong>.

source: Fetch Stock Data Now!
sr_rs: Добави берзанске податке!

source: Stop Fetch
sr_rs: Заустави добављање

source: Stock Quote Settings
sr_rs: Подешавања Stock Quote

source: You do not have sufficient permissions to access this page.
sr_rs: Немате дозволу да приступите овој страни.

source: We are sorry, %1$s v%2$s does not support Multisite WordPress.
sr_rs: Жао нам је, %1$s у издању %2$s не подржава Мултисајт Вордпрес.

source: Plugin %1$s v%2$s require that you have defined options listed below to work properly. Please visit plugin %3$s page and read description for those options. %4$s
sr_rs: Додатак %1$s у издању %2$s да би исправно радио захтева да имате дефинисане опције излистане испод. Молимо вас да посетите страницу %3$s и прочитате појашњења за те опције. %4$s

source: Support
sr_rs: Подршка

source: Donate
sr_rs: Донирај

source: %s Settings
sr_rs: %s подешавања

source: Plugin version: %s
sr_rs: Издање додатка: %s

source: FAQ
sr_rs: ЧПП

source: Community Support
sr_rs: Подршка заједнице

source: Review this plugin
sr_rs: Оцените овај додатак

source: Disclaimer
sr_rs: Одрицање од одговорности

source: Since %1$s version %2$s source for all stock data used in plugin is provided by %3$s, displayed for informational and educational purposes only and should not be considered as investment advise. <br />Author of the plugin does not accept liability or responsibility for your use of plugin, including but not limited to trading and investment results.
sr_rs: %1$s од издања %2$s као извор података са берзе користи %3$s. Берзански подаци су само информативног и едукативног карактера и не треба их сматрати препорукама за инвестирање.<br />Аутор овог додатка не може преузети одговорност што ви користите додатак, укључујући али не ограничавајући се на резултате трговине и инвестирања.

source: Help
sr_rs: Помоћ

source: To insert Stock Quote to content, use shortcode %s where:
sr_rs: Да би уметнули Stock Quote у садржај, користите шорткод %s где је:

source: IMPORTANT
sr_rs: ВАЖНО

source: All shortcode parameters and values should be lowercase, except symbols which must be uppercase!
sr_rs: Сви параметри и вредности шорткода треба да буду написани малим словима, осим симбола који морају бити написани великим словима!

source: Parameter
sr_rs: Атрибут

source: Usage
sr_rs: Употреба

source: represent single stock symbol (default from this settings page used if no custom set by shortcode)
sr_rs: представља један симбол (ако не поставите симбол у шорткоду, користиће се подразумевани симбол из подешавања)

source: can be %1$s to represent company with %2$s, or %3$s to represent company with %4$s
sr_rs: може да буде %1$s да прикаже компанију као %2$s, или %3$s да прикаже компанију као %4$s

source: (default)
sr_rs: (подразумевано)

source: override default number of decimal places for values (default from this settings page used if no custom set by shortcode). Valud values are: 1, 2, 3 and 4
sr_rs: игнорише подразумевани број децималних места за вредности (подразумевани број децимала са ове стране подешавања се користи уколико није другачије дефинисано у шорткоду). Важеће вредности су: 1, 2, 3 и 4

source: override default number format for values (default from this settings page used if no custom set by shortcode). Valid options are: %1$s and %2$s
sr_rs: игнорише подразумевани формат броја за вредности (подразумевани формат са ове стране подешавања се користи уколико није другачије дефинисано у шорткоду). Важеће опције су: %1$s и %2$s

source: for
sr_rs: за

source: override default template string (default is: %1$s). You can use following template keywords: %2$s and %3$s
sr_rs: игнориши подразумевани шаблон (подразумевано је: %1$s). Можете користити следеће кључне речи за шаблон: %2$s и %3$s

source: to print quote content without being wrapped to SPAN with classes. Disabled by default. Use <code>1</code> or <code>true</code> to enable
sr_rs: за приказ садржаја без смештања у SPAN са класама. Подразумевано је онемогућено. Користите <code>1</code> или <code>true</code> да омогућите ову опцију

source: custom class name for quote item
sr_rs: прилагођени назив класе за једну акцију

source: Supported Stock Exchanges
sr_rs: Берзе које су подржане

source: Unsupported Stock Exchanges
sr_rs: Берзе које нису подржане

source: Insert static inline stock ticker for known exchange symbols by customizable shortcode.
sr_rs: Убацује статични берзански тикер за познате берзанске симболе помоћу подешавајућег шорткода.

source: Aleksandar Urosevic
sr_rs: Александар Урошевић
